# Prerequisites:
#    1) Install homebrew via directions on https://brew.sh/
#    2) Uncomment (or add) any optional installs in this file.

# Installation process: run `brew bundle` from the directory containing this file.

cask_args appdir: "/Applications"

# set up `brew cask` to install desktop apps
tap "caskroom/cask"

# audio libraries
brew "lame" # file will be located in /usr/local/Cellar/lame/VERSION/lib/
brew "ffmpeg" # file will be located in /usr/local/Cellar/ffmpeg/VERSION/lib/

# install software packages and CLIs
brew "git"
brew "go"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "python"
brew "python3"
brew "ripgrep"
brew "direnv"
brew "tree"
brew "ruby-install"
brew "chruby"
brew "reattach-to-user-namespace"
brew "tmux"
brew "awscli"
brew "the_silver_searcher"
brew "hugo"
brew "pandoc"
brew "kubectl"
brew "bash-completion"

# install desktop apps
cask "google-chrome"
cask "dropbox"
cask "skype"
cask "handbrake"
cask "evernote"
cask "virtualbox"
cask "screenflow"
cask "grammarly"
cask "virtualbox"
cask "vlc"
cask "cloudapp"
cask "dash"
cask "cyberduck"
cask "minikube"
cask "postman"
